{
  "aboutImage": "https://gulfpalms.com/wp-content/uploads/2023/10/DSC01281-533x800.jpg",
  "serviceImage": "https://gulfpalms.com/wp-content/uploads/2023/10/compressed-palm-men-1.jpg",
  "whoImage": "https://gulfpalms.com/wp-content/uploads/2023/10/Screenshot_399.png",
  "logos": [
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/kuwait-ports.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/diet-care.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/mushrf.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/muroj.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/boulvera.jpg"
    },
    { "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/iuk.jpg" },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/touristic-enterprise.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/arabi.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/alarabiya.jpg"
    },
    { "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/kfas.jpg" },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/yiaco.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/kupco.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/qourtba.jpg"
    },
    { "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/wte.jpg" },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/ajal-group.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/kdcow.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/canar.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/abdulaziz.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/action-real-estate.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/shara.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/jamiyah.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/al-mulla.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/jamiah-kuwait.jpg"
    },
    { "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/knpc.jpg" },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/al-zuhair.jpg"
    },
    { "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/kia.jpg" },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/omniyat.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/all-mullaa-automobile.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/petrochemical.jpg"
    },
    { "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/kisr.jpg" },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/wood-pecker.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/al-tajaria.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/mitshubishi.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/kuwait-oil-company.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/alarjan.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/khiran.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/alrawadatian.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/ma-kharafi.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/mercedes.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/gulf-university.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/kuwait-oil-tanker.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/reborn.jpg"
    },
    { "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/pebc.jpg" },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/oxygen.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/pick-logo.jpg"
    },
    {
      "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/thebedshop.jpg"
    },
    { "imageSrc": "https://gulfpalms.com/wp-content/uploads/2023/10/anaam.jpg" }
  ],
  "en": {
    "top": {
      "main": {
        "title": "SOME WORDS ABOUT US",
        "subtitle": "Providing Outstanding Agricultural Products, Services and Solutions"
      },
      "sub": [
        {
          "title": "We love what we do",
          "description": "Provide the best fruitful trees from palms, sidr and fruits with species guarantee",
          "button": "Shop Now"
        },
        {
          "title": "Our working process",
          "description": "Our Team are constantly working to keep the lead in the Kuwaiti market through establishing our vision and missions",
          "button": "READ MORE"
        }
      ]
    },
    "about": {
      "title": "ABOUT US",
      "heading": "Our Story",
      "summary": "Our company has a rich history that spans over 100 years in the agricultural sector of the region. This journey began when Mr. Ibrahim Al-Mudhaf started cultivating wheat in the areas of Failaka and Al-Adiliya in Kuwait and planting date palms on his land in Basra, Iraq, with the goal of promoting food security. After his death in 1927, his son, Jassim, continued working on the agricultural land in Basra for several decades. Following Mr. Jassim’s passing, his children took over and continued the journey by launching “Gulf Palms” as a family-owned entity in 1991. Over the course of more than three decades, ” Gulf Palms” became one of the leading companies in Kuwait in the production and import of high-quality plants and agricultural products. The company started its activities by producing and selling date palms, with a focus on rare varieties such as “Umm Al-Dahan,” “Hassawi,” “Bareem,” and “Fahl Ghanami.” The company distinguished itself by guaranteeing the quality and variety of the date palms sold, which strengthened customer trust. In a short time, the company obtained the exclusive agency in Kuwait and Saudi Arabia for the French company “Marionet,” specializing in the production of tissue-cultured date palms. The company gradually expanded its activities to include the production and sale of Sider trees and fruit trees, while maintaining high-quality standards that further enhanced its position with customers. It also expanded its imports of various agricultural products and established a specialized department for designing and implementing agricultural projects and garden maintenance, making it a trusted destination in the agricultural sector."
    },
    "service": {
      "title": "Our Services",
      "details": [
        {
          "title": "Ornamental Plants",
          "summary": "Gulf Farms offers a diverse range of ornamental plants cultivated to meet both aesthetic and ecological standards. Our plants are designed to enhance landscapes and gardens with beauty and efficiency."
        },
        {
          "title": "Fruit Trees",
          "summary": "With extensive experience in the care and cultivation of a variety of fruit trees, we provide trees specifically designed to thrive in the unique climate conditions of Kuwait."
        },
        {
          "title": "Date Palms",
          "summary": "Gulf Farms specializes in high-quality date palms, which are considered symbols of our regional heritage. We offer integrated solutions from planting to harvesting, maintaining excellence at every step."
        },
        {
          "title": "Agricultural Tools, Fertilizers, and Seeds",
          "summary": "We offer high-quality products specifically designed to suit the challenging soils and climate changes in Kuwait, ensuring optimal growth and high productivity for our customers."
        },
        {
          "title": "Agricultural Services",
          "summary": [
            "Green space and garden design",
            "Advanced agricultural consulting",
            "Customized solutions to enhance productivity"
          ]
        }
      ]
    },
    "vision": {
      "title": "Our Vision",
      "details": [
        "To become a trusted source of agricultural knowledge, with a focus on sustainable farming in Kuwait.",
        "To play a leading role in improving the environment by greening Kuwait and encouraging and developing the agricultural sector.",
        "To contribute to achieving food security in Kuwait through the cultivation of date palms, the processing of dates, and providing all the needs of farmers."
      ]
    },
    "mission": {
      "title": "Our Mission",
      "details": [
        "To provide exceptional agricultural solutions and products that serve individuals and institutions, ensuring their needs are met efficiently and with high quality.",
        "To enhance local agricultural production by collaborating with specialized research institutions in Kuwait, conducting practical experiments on our farms to improve production, develop new varieties, and find suitable solutions to the agricultural challenges facing the local environment.",
        "To spread agricultural knowledge by offering free consultations and providing specialized programs for fertilization and pest and disease control, tailored to the environment of Kuwait and the region.",
        "To support farmers in Kuwait in enhancing their productivity and achieving sustainable agricultural development."
      ]
    },
    "who": {
      "title": "Who We Are",
      "summary": "Gulf Palms has established itself as a key player in Kuwait’s agricultural industry, driven by its commitment to improving local agricultural practices. With over 33 years of experience, we have developed a diverse portfolio of products and services that meet the dynamic market needs. Our focus on innovation and sustainability allows us to provide customer-centric solutions that not only address current demands but also anticipate the future challenges of agriculture in the region. Through our dedication to excellence, we aim to make a significant contribution to the growth and modernization of the agricultural landscape in Kuwait."
    },
    "clients": {
      "title": "WORKING WITH THE BEST",
      "heading": "Our Clients",
      "summary": "Gulf Palms provides its services to a diverse range of clients, including government entities, commercial and industrial institutions, and residential sectors. Our specialized team comprises experts who work on delivering customized solutions, starting from the design phase all the way to implementation. We take into account all environmental factors to ensure the creation of sustainable green spaces that precisely and efficiently meet the needs of our clients."
    }
  },
  "ar": {
    "top": {
      "main": {
        "title": "بعض الكلمات عنا",
        "subtitle": "تقديم منتجات وخدمات وحلول زراعية متميزة"
      },
      "sub": [
        {
          "title": "نحن نحب ما نفعل",
          "description": "توفير أفضل الأشجار المثمرة من النخيل والسدر والفواكه مع ضمان الأنواع",
          "button": "تسوق الآن"
        },
        {
          "title": "عملية العمل لدينا",
          "description": "يعمل فريقنا باستمرار للحفاظ على الريادة في السوق الكويتي من خلال وضع رؤيتنا ومهامنا",
          "button": "اقرأ أكثر"
        }
      ]
    },
    "about": {
      "title": "معلومات عنا",
      "heading": "قصتنا",
      "summary": "تتمتع شركتنا بتاريخ عريق يمتد لأكثر من 100 عام في القطاع الزراعي بالمنطقة. بدأت هذه المسيرة عندما قام السيد إبراهيم المضف بزراعة القمح في منطقتي فيلكا والعديلية في الكويت، وزراعة النخيل في أراضيه بالبصرة في العراق، بهدف تعزيز الأمن الغذائي. وبعد وفاته في عام 1927، واصل ابنه جاسم العمل في الأراضي الزراعية بالبصرة لعدة عقود. وعقب رحيل السيد جاسم، تولى أبناؤه إكمال هذه المسيرة بإطلاق شركة “نخيل الخليج” ككيان عائلي في عام 1991. على مدار أكثر من ثلاثة عقود، أصبحت شركة “نخيل الخليج” إحدى الشركات الرائدة في الكويت في إنتاج واستيراد النباتات والمنتجات الزراعية ذات الجودة العالية. بدأت الشركة نشاطها بإنتاج وبيع أشجار النخيل، مع التركيز على أنواع نادرة مثل “أم الدهن”، و”الحساوي”، و”البريم”، و”فحل الغنامي”. تميزت الشركة بضمان جودة وصنف النخيل المباع، مما عزز ثقة العملاء. وخلال فترة قصيرة، حصلت الشركة على الوكالة الحصرية في الكويت والسعودية لشركة “ماريونيه” الفرنسية المتخصصة في إنتاج النخيل النسيجي. وسعّت الشركة أعمالها تدريجيًا لتشمل إنتاج وبيع أشجار السدر وأشجار الفاكهة، مع الالتزام بمعايير الجودة التي عززت مكانتها لدى العملاء. كما توسعت في استيراد المنتجات الزراعية المختلفة، وأنشأت إدارة متخصصة في تصميم وتنفيذ المشاريع الزراعية وصيانة الحدائق، مما جعلها وجهة موثوقة في القطاع الزراعي."
    },
    "service": {
      "title": "خدماتنا",
      "details": [
        {
          "title": "نباتات الزينة",
          "summary": "تتميز مزارع الخليج بتشكيلة متنوعة من النباتات الزخرفية المزروعة لتلبية المعايير الجمالية والإيكولوجية. تم تصميم نباتاتنا لتعزيز المناظر الطبيعية والحدائق بالجمال والفعالية. "
        },
        {
          "title": "أشجار الفاكهة",
          "summary": "بفضل الخبرة الواسعة في رعاية وزراعة مجموعة متنوعة من أشجار الفاكهة، نقدم أشجارًا مصممة لتزدهر في ظروف المناخ الفريدة في الكويت."
        },
        {
          "title": "نخيل التمر",
          "summary": "تتخصص مزارع الخليج في نخيل التمر عالي الجودة، والذي يُعتبر من رموز تراثنا الإقليمي. نوفر حلولًا متكاملة من الزراعة حتى الحصاد، مع الحفاظ على التميز في كل خطوة. "
        },
        {
          "title": "وسائل الزراعة، والأسمدة، والبذور",
          "summary": "نقدم منتجات عالية الجودة مصممة خصيصًا لتناسب التربة والتغيرات المناخية الصعبة في الكويت، مما يضمن نموًا مثاليًا وإنتاجية مرتفعة لعملائنا"
        },
        {
          "title": "الخدمات الزراعية",
          "summary": [
            "تصميم المساحات الخضراء والحدائق",
            "استشارات زراعية متقدمة",
            "حلول مخصصة لتحسين الإنتاجية"
          ]
        }
      ]
    },
    "vision": {
      "title": "رؤيتنا",
      "details": [
        "أن نكون روادًا في إنتاج واستيراد النباتات والمنتجات الزراعية ذات الجودة العالية في الكويت.",
        "أن نصبح مصدرًا موثوقًا للمعرفة الزراعية، مع التركيز على الزراعة المستدامة في الكويت.",
        "أن نؤدي دورًا رياديًا في تحسين البيئة من خلال تخضير الكويت وتشجيع وتطوير القطاع الزراعي.",
        "المساهمة في تحقيق الأمن الغذائي في الكويت عبر زراعة النخيل، تصنيع التمور، وتوفير جميع احتياجات المزارعين."
      ]
    },
    "mission": {
      "title": "مهمتنا",
      "details": [
        "تقديم حلول ومنتجات زراعية استثنائية تخدم الأفراد والمؤسسات، مع الحرص على تلبية احتياجاتهم بكفاءة وجودة.",
        "تعزيز الإنتاج الزراعي المحلي من خلال التعاون مع الجهات البحثية المتخصصة في الكويت، وتنفيذ تجارب عملية في مزارعنا بهدف تحسين الإنتاج، تطوير أصناف جديدة، وإيجاد حلول مناسبة للتحديات الزراعية التي تواجه البيئة المحلية.",
        "نشر المعرفة الزراعية من خلال تقديم استشارات مجانية، وتوفير برامج متخصصة للتسميد ومكافحة الأمراض والآفات الزراعية بما يتناسب مع البيئة في الكويت والمنطقة.",
        "دعم المزارعين في الكويت لتعزيز قدرتهم الإنتاجية وتحقيق التنمية الزراعية المستدامة."
      ]
    },
    "who": {
      "title": "من نحن",
      "summary": "شركة نخيل الخليج قد رسخت نفسها كلاعب رئيسي في صناعة الزراعة في الكويت، مدفوعة بالتزامها بتحسين الممارسات الزراعية المحلية. مع أكثر من 33 عامًا من الخبرة، لقد قمنا بتطوير محفظة متنوعة من المنتجات والخدمات التي تلبي احتياجات السوق الديناميكية. تركيزنا على الابتكار والاستدامة يمكننا من تقديم حلول تركز على العملاء تلبي ليس فقط المطالب الحالية، بل تتوقع أيضًا التحديات المستقبلية للزراعة في المنطقة. من خلال تفانينا في التميز، نهدف إلى الإسهام بشكل كبير في نمو وتحديث المشهد الزراعي في الكويت."
    },
    "clients": {
      "title": "العمل مع الأفضل",
      "heading": "عملائنا",
      "summary": "تقدم شركة نخيل الخليج خدماتها لمجموعة متنوعة من العملاء، بما في ذلك الجهات الحكومية، والمؤسسات التجارية والصناعية، والقطاعات السكنية. يضم فريقنا المتخصص مجموعة من الخبراء الذين يعملون على تقديم حلول مخصصة تبدأ من مرحلة التصميم وصولًا إلى التنفيذ، مع مراعاة كافة العوامل البيئية لضمان إنشاء مساحات خضراء مستدامة تلبي احتياجات عملائنا بشكل دقيق وفعّال"
    }
  }
}
